<template>
    <div class="section">
        <div class="slide red-section">
            <div class="wrap">
                <h4>四、总结与规划</h4>
                <div class="content">
                    通过该平台的不断开发完善，在业务上对公司的主业生产流程有了更清晰的认识，在技术上对目前互联网上web应用开发的许多先进技术在公司生产应用系统中得到了尝试。
                </div>
            </div>
        </div>
        <div class="slide">
            <div class="wrap">
                <h4>1.总结</h4>
                <div class="content">
                    <ol>
                        <li>质量数据管理平台在不断完善中成为了公司在工艺质量管理方面较全面的工具，它的自主独立开发的过程也加速了技术人员的培养。目前，部门领导在有个性化的信息化管理需要时均能快速实现。</li>
                        <li>系统在运行效率上做了大量优化，1秒内完成数据加载的用户体验也得到了用户的好评。</li>
                        <li>系统在设计之初采用了先进的构架，其主要功能（报表、图表、接口、菜单）均通过模块化实现，易于后期推广与应用。</li>
                        <li>由于最初是基于成钞公司钞纸、印钞的生产业务做个性化定制开发，在2018年质量提升年的要求下，准备对系统中个性化的部分剥离重构，满足易于推广和通用化的需求。（例如在2018年公司ERP系统财务模块的部分功能升级中将采用重构后的系统独立构建） </li>
                        <li>数据采集和使用部分，行业间各企业各不相同,在15年的行业统计分析比赛中有专门的说明，此处不展开讨论。</li>
                    </ol>
                </div>
            </div>
        </div>
        <div class="slide">
            <div class="wrap">
                <h4>2.下一步计划</h4>
                <div class="content">
                    <ol>
                        <li>重构数据管理模块(目前已经全部完成)</li>
                        <li>使用React技术重构系统中核心模块，以满足兄弟企业间的使用要求。</li>
                        <li>做更深入的数据采集。比如凹印在线检测数据，以往在行业各兄弟企业之间均未涉足，目前该项工作已列入公司质量提升年的工作计划中。</li>
                    </ol>
                </div>
            </div>
        </div>
    </div>
</template>